* Calendar
:PROPERTIES:
:CATEGORY: Calendar
:END:
** Activities
*** TODO Road Trip <2017-08-21 Mon>--<2017-08-27 Sun>
*** TODO Party at Dad's <2017-07-01 Sat 15:00-20:00> 
** Appointments
*** TODO Funeral <2017-07-21 Fri> 
** Birthdays
** Holidays
* Development
:PROPERTIES:
:CATEGORY: Projects
:END:
** TODO NHL Analytics
*** TODO Scrap up all data
**** NEXT Establish database schema
**** NEXT Find all data sources
**** TODO Build HTML scrapper
* Gaming
:PROPERTIES:
:CATEGORY: Gaming
:END:
** TODO League
:PROPERTIES:
:CATEGORY: League
:END:
*** TODO Playing
*** TODO Reviewing
*** TODO Studying
** TODO Poker
:PROPERTIES:
:CATEGORY: Poker
:END:
*** TODO Playing
**** NEXT NL2 Regular
:LOGBOOK:
CLOCK: [2017-07-01 sam. 14:07]--[2017-07-01 sam. 14:40] =>  0:33
CLOCK: [2017-07-01 sam. 10:26]--[2017-07-01 sam. 11:11] =>  0:45
:END:
*** TODO Reviewing
**** DONE [2017-07-01 sam.] morning session
CLOSED: [2017-07-01 sam. 14:07]
:LOGBOOK:
CLOCK: [2017-07-01 sam. 12:10]--[2017-07-01 sam. 12:43] =>  0:33
:END:
*** TODO Studying
* Notes
** Namou @ Cuba: July 7-14                                            :NOTE:
* Personal
:PROPERTIES:
:CATEGORY: Self
:END:
** Dance
** Food
** Finance
*** NEXT Setup YNAB
** Habits
*** NEXT Daily Planning
SCHEDULED: <2017-07-02 Sun .+1d/3d>
:PROPERTIES:
:STYLE: habit
:REPEAT_TO_STATE: NEXT
:LAST_REPEAT: [2017-07-01 Sat 09:23]
:END:
:LOGBOOK:
- State "DONE"       from "NEXT"       [2017-07-01 Sat 09:23]
CLOCK: [2017-07-01 Sat 09:06]--[2017-07-01 Sat 09:22] =>  0:16
:END:
** Home     
*** NEXT Clean room <2017-07-01 Sat>
** Sports
* Work
:PROPERTIES:
:CATEGORY: Work
:END:
** B&M
*** TODO Saturday Shift <2017-07-08 Sat 08:30-17:30 +1w>
:PROPERTIES:
:LAST_REPEAT: [2017-07-01 Sat 09:18]
:END:
:LOGBOOK:
- State "CANCELLED"  from "TODO"       [2017-07-01 Sat 09:18]
:END:
*** TODO Sunday Shift <2017-07-02 Sun 9:30-17:30 +1w>
** Job Search
